export const streets = [
  {
    id: 1,
    name: "10-й Гвардейской Дивизии вулиця",
    area: "Тернівський район",
  },
  {
    id: 2,
    name: "10-ї Гвардійської Дивізії вулиця",
    area: "Тернівський район",
  },
  {
    id: 3,
    name: "200 каштанів алея",
    area: "Металургійний район",
  },
  {
    id: 4,
    name: "200-річчя Кривого Рогу проспект",
    area: "Саксаганський район",
  },
  {
    id: 5,
    name: "23 Февраля вулиця",
    area: "Тернівський район",
  },
  {
    id: 6,
    name: "23 Февраля вулиця",
    area: "Тернівський район",
  },
  {
    id: 7,
    name: "23-го Февраля вулиця",
    area: "Тернівський район",
  },
  {
    id: 8,
    name: "30-річчя Перемоги площа",
    area: "Саксаганський район",
  },
  {
    id: 9,
    name: "30-річчя Перемоги площа",
    area: "Саксаганський район",
  },
  {
    id: 10,
    name: "30-річчя Перемоги площа",
    area: "Саксаганський район",
  },
  {
    id: 11,
    name: "4-ий мкрн. Заречный",
    area: "Покровський район",
  },
  {
    id: 12,
    name: "4-й Заречный вулиця",
    area: "Покровський район",
  },
  {
    id: 13,
    name: "4-й Заречный микрорайон",
    area: "Саксаганський район",
  },
  {
    id: 14,
    name: "40-річчя Перемоги вулиця",
    area: "Тернівський район",
  },
  {
    id: 15,
    name: "40-річчя Перемоги вулиця",
    area: "Тернівський район",
  },
  {
    id: 16,
    name: "40-річчя Перемоги площа",
    area: "Тернівський район",
  },
  {
    id: 17,
    name: "5-Заречный",
    area: "Покровський район",
  },
  {
    id: 18,
    name: "5-й Зарічний мікрорайон",
    area: "Покровський район",
  },
  {
    id: 19,
    name: "50 років Перемоги вулиця",
    area: "Покровський район",
  },
  {
    id: 20,
    name: "50 років Перемоги вулиця",
    area: "Покровський район",
  },
  {
    id: 21,
    name: "50-річча Октября вулиця",
    area: "Інгулецький район",
  },
  {
    id: 22,
    name: "7-й Заречный микрорайон",
    area: "Покровський район",
  },
  {
    id: 23,
    name: "7-й Зарічний мікрорайон",
    area: "Покровський район",
  },
  {
    id: 24,
    name: "9 Січня вулиця",
    area: "Покровський район",
  },
  {
    id: 25,
    name: "Абрикосова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 26,
    name: "Авіаційна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 27,
    name: "Агафонова вулиця",
    area: "Металургійний район",
  },
  {
    id: 28,
    name: "Аглостроевская вулиця",
    area: "Інгулецький район",
  },
  {
    id: 29,
    name: "Адмірала Головка вулиця",
    area: "Тернівський район",
  },
  {
    id: 30,
    name: "Адмірала Головка вулиця",
    area: "Тернівський район",
  },
  {
    id: 31,
    name: "Адмірала Головка вулиця",
    area: "Тернівський район",
  },
  {
    id: 32,
    name: "Академіка Малахова вулиця",
    area: "Металургійний район",
  },
  {
    id: 33,
    name: "Академічна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 34,
    name: "Алма-Атинська вулиця",
    area: "Інгулецький район",
  },
  {
    id: 35,
    name: "Алмазна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 36,
    name: "Алмазна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 37,
    name: "Алуштинська вулиця",
    area: "Інгулецький район",
  },
  {
    id: 38,
    name: "Альохіна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 39,
    name: "Аляб'єва вулиця",
    area: "Покровський район",
  },
  {
    id: 40,
    name: "Алітна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 41,
    name: "Анатолія Ліпицького вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 42,
    name: "Ангарська вулиця",
    area: "Інгулецький район",
  },
  {
    id: 43,
    name: "Апостолівська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 44,
    name: "Армавирская вулиця",
    area: "Покровський район",
  },
  {
    id: 45,
    name: "Армавирская вулиця",
    area: "Покровський район",
  },
  {
    id: 46,
    name: "Армавірська вулиця",
    area: "Покровський район",
  },
  {
    id: 47,
    name: "Артема площа",
    area: "Саксаганський район",
  },
  {
    id: 48,
    name: "Артема площа",
    area: "Саксаганський район",
  },
  {
    id: 49,
    name: "Артиллеристов вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 50,
    name: "Астрономічна вулиця",
    area: "Тернівський район",
  },
  {
    id: 51,
    name: "Бабеля вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 52,
    name: "Багрицького вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 53,
    name: "Байди Вишнивецького вулиця",
    area: "Покровський район",
  },
  {
    id: 54,
    name: "Байкальська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 55,
    name: "Байрачна вулиця",
    area: "Тернівський район",
  },
  {
    id: 56,
    name: "Балакіна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 57,
    name: "Балакіна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 58,
    name: "Балхаська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 59,
    name: "Балхашская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 60,
    name: "Батуринська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 61,
    name: "Баумана вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 62,
    name: "Баха вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 63,
    name: "Бахчисарайская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 64,
    name: "Башкирська",
    area: "Довгинцівський район",
  },
  {
    id: 65,
    name: "Башкирська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 66,
    name: "Башкирська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 67,
    name: "Бердянська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 68,
    name: "Берегова вулиця",
    area: "Покровський район",
  },
  {
    id: 69,
    name: "Бикова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 70,
    name: "Бикова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 71,
    name: "Бикова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 72,
    name: "Бикова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 73,
    name: "Блюхера вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 74,
    name: "Богуна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 75,
    name: "Божедаровська вулиця",
    area: "Тернівський район",
  },
  {
    id: 76,
    name: "Божедарівська вулиця",
    area: "Тернівський район",
  },
  {
    id: 77,
    name: "Бориса Глинки вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 78,
    name: "Бориса Глінки вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 79,
    name: "Бородича вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 80,
    name: "Боткіна вулиця",
    area: "Тернівський район",
  },
  {
    id: 81,
    name: "Братів Кожакіних вулиця",
    area: "Саксаганський район",
  },
  {
    id: 82,
    name: "Брянська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 83,
    name: "Будівельна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 84,
    name: "Будівників вулиця",
    area: "Інгулецький район",
  },
  {
    id: 85,
    name: "Бузиновая вулиця",
    area: "Металургійний район",
  },
  {
    id: 86,
    name: "Буковинська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 87,
    name: "Булавіна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 88,
    name: "Булавіна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 89,
    name: "Булды вулиця",
    area: "Покровський район",
  },
  {
    id: 90,
    name: "Бульварный провулок",
    area: "Саксаганський район",
  },
  {
    id: 91,
    name: "Бутлерова провулок",
    area: "Покровський район",
  },
  {
    id: 92,
    name: "Бучми вулиця",
    area: "Покровський район",
  },
  {
    id: 93,
    name: "Бєлелюбського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 94,
    name: "Бєляєва вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 95,
    name: "Білогорська вулиця",
    area: "Покровський район",
  },
  {
    id: 96,
    name: "Білогорська вулиця",
    area: "Покровський район",
  },
  {
    id: 97,
    name: "Бірюзова вулиця",
    area: "Тернівський район",
  },
  {
    id: 98,
    name: "Вадима Гурова вулиця",
    area: "Металургійний район",
  },
  {
    id: 99,
    name: "Вадима Гурова вулиця",
    area: "Металургійний район",
  },
  {
    id: 100,
    name: "Валі Котика вулиця",
    area: "Тернівський район",
  },
  {
    id: 101,
    name: "Вартаняна вулиця",
    area: "Тернівський район",
  },
  {
    id: 102,
    name: "Вартаняна вулиця",
    area: "Тернівський район",
  },
  {
    id: 103,
    name: "Вартаняна вулиця",
    area: "Тернівський район",
  },
  {
    id: 104,
    name: "Варшавский провулок",
    area: "Покровський район",
  },
  {
    id: 105,
    name: "Василия Скрипки вулиця",
    area: "Покровський район",
  },
  {
    id: 106,
    name: "Ватутіна вулиця",
    area: "Покровський район",
  },
  {
    id: 107,
    name: "Ватутіна вулиця",
    area: "Покровський район",
  },
  {
    id: 108,
    name: "Ватутіна вулиця",
    area: "Покровський район",
  },
  {
    id: 109,
    name: "Вахрушева вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 110,
    name: "Вахтангова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 111,
    name: "Вахтангова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 112,
    name: "Верещагіна вулиця",
    area: "Покровський район",
  },
  {
    id: 113,
    name: "Вернадського вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 114,
    name: "Вернадського вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 115,
    name: "Верхоянська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 116,
    name: "Весела Дача вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 117,
    name: "Ветеранів Праці вулиця",
    area: "Металургійний район",
  },
  {
    id: 118,
    name: "Ветеранів Праці вулиця",
    area: "Металургійний район",
  },
  {
    id: 119,
    name: "Вечірньокутська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 120,
    name: "Вечірньокутська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 121,
    name: "Вечірньокутська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 122,
    name: "Вечірній бульвар",
    area: "Саксаганський район",
  },
  {
    id: 123,
    name: "Вечірній бульвар",
    area: "Саксаганський район",
  },
  {
    id: 124,
    name: "Вечірній бульвар",
    area: "Саксаганський район",
  },
  {
    id: 125,
    name: "Вечірній бульвар",
    area: "Саксаганський район",
  },
  {
    id: 126,
    name: "Визволення площа",
    area: "Центрально-Міський район",
  },
  {
    id: 127,
    name: "Виноградна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 128,
    name: "Виноградова вулиця",
    area: "Покровський район",
  },
  {
    id: 129,
    name: "Виноградова вулиця",
    area: "Покровський район",
  },
  {
    id: 130,
    name: "Вишневского вулиця",
    area: "Покровський район",
  },
  {
    id: 131,
    name: "Вишневського вулиця",
    area: "Покровський район",
  },
  {
    id: 132,
    name: "Владимира Бызова вулиця",
    area: "Металургійний район",
  },
  {
    id: 133,
    name: "Владимира Терещенко вулиця",
    area: "Тернівський район",
  },
  {
    id: 134,
    name: "Водоп'янова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 135,
    name: "Водоп'янова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 136,
    name: "Водоп’янова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 137,
    name: "Военный городок-35 мкр.",
    area: "Саксаганський район",
  },
  {
    id: 138,
    name: "Войчишена вулиця",
    area: "Тернівський район",
  },
  {
    id: 139,
    name: "Вокзальна вулиця",
    area: "Металургійний район",
  },
  {
    id: 140,
    name: "Волгоградська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 141,
    name: "Волгоградська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 142,
    name: "Волгоградська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 143,
    name: "Волейбольна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 144,
    name: "Волкова вулиця",
    area: "Покровський район",
  },
  {
    id: 145,
    name: "Володимира Бизова вулиця",
    area: "Металургійний район",
  },
  {
    id: 146,
    name: "Володимира Великого вулиця&nbsp;(бывш. вулиця Мелешкіна)",
    area: "Саксаганський район",
  },
  {
    id: 147,
    name: "Володимира Великого площа",
    area: "Саксаганський район",
  },
  {
    id: 148,
    name: "Володимира Терещенка вулиця",
    area: "Тернівський район",
  },
  {
    id: 149,
    name: "Володимирівська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 150,
    name: "Волосевича вулиця",
    area: "Саксаганський район",
  },
  {
    id: 151,
    name: "Волошкова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 152,
    name: "Вольна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 153,
    name: "Всебратская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 154,
    name: "Всебратское 2 мкр.",
    area: "Центрально-Міський район",
  },
  {
    id: 155,
    name: "Всебратское мкр.",
    area: "Саксаганський район",
  },
  {
    id: 156,
    name: "Всебратское-2 мкр.",
    area: "Центрально-Міський район",
  },
  {
    id: 157,
    name: "Всебратське-2 вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 158,
    name: "Всебратське-2 мікрорайон",
    area: "Центрально-Міський район",
  },
  {
    id: 159,
    name: "Всебратське-2-а вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 160,
    name: "Вячеслава Чорновола вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 161,
    name: "Військове містечко №35",
    area: "Центрально-Міський район",
  },
  {
    id: 162,
    name: "Військове містечко-33",
    area: "Довгинцівський район",
  },
  {
    id: 163,
    name: "Вільна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 164,
    name: "Вільного Козацтва вулиця",
    area: "Тернівський район",
  },
  {
    id: 165,
    name: "Вільнюська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 166,
    name: "Вінницька вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 167,
    name: "Віталія Матусевича вулиця",
    area: "Металургійний район",
  },
  {
    id: 168,
    name: "Віталія Матусевича вулиця",
    area: "Металургійний район",
  },
  {
    id: 169,
    name: "Віталія Матусевича вулиця",
    area: "Металургійний район",
  },
  {
    id: 170,
    name: "Віталія Матусевича вулиця",
    area: "Металургійний район",
  },
  {
    id: 171,
    name: "Вітебська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 172,
    name: "Вітчизни вулиця",
    area: "Металургійний район",
  },
  {
    id: 173,
    name: "Вітчизняна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 174,
    name: "В’ячеслава Чорновола вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 175,
    name: "Гагаріна проспект",
    area: "Саксаганський район",
  },
  {
    id: 176,
    name: "Галатова вулиця",
    area: "Металургійний район",
  },
  {
    id: 177,
    name: "Галатова вулиця",
    area: "Металургійний район",
  },
  {
    id: 178,
    name: "Галатова вулиця",
    area: "Металургійний район",
  },
  {
    id: 179,
    name: "Галаховская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 180,
    name: "Галахівська вулиця",
    area: "Металургійний район",
  },
  {
    id: 181,
    name: "Галенка вулиця",
    area: "Саксаганський район",
  },
  {
    id: 182,
    name: "Галенко вулиця",
    area: "Металургійний район",
  },
  {
    id: 183,
    name: "Галенко вулиця",
    area: "Саксаганський район",
  },
  {
    id: 184,
    name: "Галилея вулиця",
    area: "Саксаганський район",
  },
  {
    id: 185,
    name: "Галковский Кут вулиця",
    area: "Саксаганський район",
  },
  {
    id: 186,
    name: "Галілея вулиця",
    area: "Саксаганський район",
  },
  {
    id: 187,
    name: "Гастелло вулиця",
    area: "Тернівський район",
  },
  {
    id: 188,
    name: "Гастелло вулиця",
    area: "Тернівський район",
  },
  {
    id: 189,
    name: "Гвардійська вулиця",
    area: "Покровський район",
  },
  {
    id: 190,
    name: "Гданцевская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 191,
    name: "Гданцівська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 192,
    name: "Генерала Кузнецова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 193,
    name: "Генерала Кузнецова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 194,
    name: "Генерала Радиевского вулиця",
    area: "Саксаганський район",
  },
  {
    id: 195,
    name: "Генерала Радієвського вулиця",
    area: "Саксаганський район",
  },
  {
    id: 196,
    name: "Генерала Радієвського вулиця",
    area: "Саксаганський район",
  },
  {
    id: 197,
    name: "Геологічна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 198,
    name: "Георга Отса вулиця",
    area: "Покровський район",
  },
  {
    id: 199,
    name: "Георга Отса вулиця",
    area: "Покровський район",
  },
  {
    id: 200,
    name: "Героев-Подпольщиков проспект",
    area: "Саксаганський район",
  },
  {
    id: 201,
    name: "Героїв алея",
    area: "Довгинцівський район",
  },
  {
    id: 202,
    name: "Героїв АТО вулиця&nbsp;(бывш. вулиця Димитрова)",
    area: "Металургійний район",
  },
  {
    id: 203,
    name: "Героїв-підпільників проспект",
    area: "Саксаганський район",
  },
  {
    id: 204,
    name: "Герцена вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 205,
    name: "Гете вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 206,
    name: "Гетьманська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 207,
    name: "Глаголєва вулиця",
    area: "Покровський район",
  },
  {
    id: 208,
    name: "Глинки вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 209,
    name: "Глинки вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 210,
    name: "Глінки вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 211,
    name: "Говерловская вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 212,
    name: "Горнозаводская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 213,
    name: "Горноспасательная вулиця",
    area: "Саксаганський район",
  },
  {
    id: 214,
    name: "Горняцкий микрорайон",
    area: "Саксаганський район",
  },
  {
    id: 215,
    name: "Горняцкий мкр.",
    area: "Саксаганський район",
  },
  {
    id: 216,
    name: "Горняцкой Славы площа",
    area: "Інгулецький район",
  },
  {
    id: 217,
    name: "Городищенская вулиця",
    area: "Саксаганський район",
  },
  {
    id: 218,
    name: "Горького вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 219,
    name: "Горького площа",
    area: "Металургійний район",
  },
  {
    id: 220,
    name: "Горького площа",
    area: "Саксаганський район",
  },
  {
    id: 221,
    name: "Горького площа",
    area: "Саксаганський район",
  },
  {
    id: 222,
    name: "Грабовського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 223,
    name: "Грибоєдова вулиця",
    area: "Покровський район",
  },
  {
    id: 224,
    name: "Грицевця вулиця",
    area: "Тернівський район",
  },
  {
    id: 225,
    name: "Грозненська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 226,
    name: "Громовий вулиця",
    area: "Інгулецький район",
  },
  {
    id: 227,
    name: "Гротеволя вулиця",
    area: "Інгулецький район",
  },
  {
    id: 228,
    name: "Грузинська вулиця",
    area: "Тернівський район",
  },
  {
    id: 229,
    name: "Грузовая вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 230,
    name: "Груни Романовой вулиця",
    area: "Інгулецький район",
  },
  {
    id: 231,
    name: "Груні Романової вулиця",
    area: "Інгулецький район",
  },
  {
    id: 232,
    name: "Гулака-Артемовського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 233,
    name: "Гёте вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 234,
    name: "Гірників вулиця",
    area: "Інгулецький район",
  },
  {
    id: 235,
    name: "Гірницький мікрорайон",
    area: "Саксаганський район",
  },
  {
    id: 236,
    name: "Гірняків вулиця",
    area: "Інгулецький район",
  },
  {
    id: 237,
    name: "Дарвіна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 238,
    name: "Двінська вулиця",
    area: "Тернівський район",
  },
  {
    id: 239,
    name: "Дежньова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 240,
    name: "Дежньова провулок",
    area: "Центрально-Міський район",
  },
  {
    id: 241,
    name: "Декабристів вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 242,
    name: "Демиденко вулиця",
    area: "Саксаганський район",
  },
  {
    id: 243,
    name: "Деповский провулок",
    area: "Довгинцівський район",
  },
  {
    id: 244,
    name: "Десантна вулиця",
    area: "Покровський район",
  },
  {
    id: 245,
    name: "Десантна вулиця",
    area: "Покровський район",
  },
  {
    id: 246,
    name: "Десантна вулиця",
    area: "Покровський район",
  },
  {
    id: 247,
    name: "Десантна вулиця",
    area: "Покровський район",
  },
  {
    id: 248,
    name: "Джамбула вулиця",
    area: "Саксаганський район",
  },
  {
    id: 249,
    name: "Дзержинського проспект",
    area: "Саксаганський район",
  },
  {
    id: 250,
    name: "Дзержинського проспект",
    area: "Саксаганський район",
  },
  {
    id: 251,
    name: "Димитрова вулиця",
    area: "Металургійний район",
  },
  {
    id: 252,
    name: "Димитрова вулиця",
    area: "Металургійний район",
  },
  {
    id: 253,
    name: "Дишинського вулиця",
    area: "Покровський район",
  },
  {
    id: 254,
    name: "Дмитра Войчишена вулиця",
    area: "Тернівський район",
  },
  {
    id: 255,
    name: "Дмитрия Донского вулиця",
    area: "Саксаганський район",
  },
  {
    id: 256,
    name: "Днепровское шосе",
    area: "Довгинцівський район",
  },
  {
    id: 257,
    name: "Дністровська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 258,
    name: "Добролюбова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 259,
    name: "Добролюбова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 260,
    name: "Доватора вулиця",
    area: "Тернівський район",
  },
  {
    id: 261,
    name: "Доватора вулиця",
    area: "Тернівський район",
  },
  {
    id: 262,
    name: "Доватора вулиця",
    area: "Тернівський район",
  },
  {
    id: 263,
    name: "Домнобудівників площа",
    area: "Металургійний район",
  },
  {
    id: 264,
    name: "Домностроителей площа",
    area: "Металургійний район",
  },
  {
    id: 265,
    name: "Домостроительная вулиця",
    area: "Металургійний район",
  },
  {
    id: 266,
    name: "Донецька вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 267,
    name: "Дружби вулиця",
    area: "Інгулецький район",
  },
  {
    id: 268,
    name: "Дубки вулиця",
    area: "Саксаганський район",
  },
  {
    id: 269,
    name: "Дубки вулиця",
    area: "Саксаганський район",
  },
  {
    id: 270,
    name: "Дубова Балка вулиця",
    area: "Покровський район",
  },
  {
    id: 271,
    name: "Дубовая Балка вулиця",
    area: "Покровський район",
  },
  {
    id: 272,
    name: "Дунаєвського вулиця",
    area: "Саксаганський район",
  },
  {
    id: 273,
    name: "Дышинского вулиця",
    area: "Покровський район",
  },
  {
    id: 274,
    name: "Дышинского вулиця",
    area: "Покровський район",
  },
  {
    id: 275,
    name: "Дюма вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 276,
    name: "Едуарда Фукса вулиця",
    area: "Покровський район",
  },
  {
    id: 277,
    name: "Електрична вулиця",
    area: "Покровський район",
  },
  {
    id: 278,
    name: "Електрична вулиця",
    area: "Покровський район",
  },
  {
    id: 279,
    name: "Електрозаводська вулиця",
    area: "Покровський район",
  },
  {
    id: 280,
    name: "Електрозаводська вулиця",
    area: "Покровський район",
  },
  {
    id: 281,
    name: "Електроніки вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 282,
    name: "Елістинська вулиця",
    area: "Покровський район",
  },
  {
    id: 283,
    name: "Ентузіастів вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 284,
    name: "Железноводская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 285,
    name: "Железнодорожников вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 286,
    name: "Желтовского провулок",
    area: "Центрально-Міський район",
  },
  {
    id: 287,
    name: "Женевська вулиця",
    area: "Покровський район",
  },
  {
    id: 288,
    name: "Женевська вулиця",
    area: "Покровський район",
  },
  {
    id: 289,
    name: "Женевська вулиця",
    area: "Покровський район",
  },
  {
    id: 290,
    name: "Женевська вулиця",
    area: "Покровський район",
  },
  {
    id: 291,
    name: "Жигулівська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 292,
    name: "Житомирська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 293,
    name: "Заводська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 294,
    name: "Закарпатська вулиця",
    area: "Тернівський район",
  },
  {
    id: 295,
    name: "Залізничників вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 296,
    name: "Зарічна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 297,
    name: "Затишна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 298,
    name: "Збагачувальна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 299,
    name: "Зеленовская вулиця",
    area: "Інгулецький район",
  },
  {
    id: 300,
    name: "Землячки вулиця",
    area: "Металургійний район",
  },
  {
    id: 301,
    name: "Зорге вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 302,
    name: "Зорге вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 303,
    name: "Зразковий провулок",
    area: "Довгинцівський район",
  },
  {
    id: 304,
    name: "Ивана Авраменко вулиця",
    area: "Саксаганський район",
  },
  {
    id: 305,
    name: "Ивана Авраменко вулиця",
    area: "Саксаганський район",
  },
  {
    id: 306,
    name: "Ивана Добровольского вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 307,
    name: "Ивана Сирка вулиця",
    area: "Саксаганський район",
  },
  {
    id: 308,
    name: "Ильичёвская вулиця",
    area: "Металургійний район",
  },
  {
    id: 309,
    name: "Ильичёвская вулиця",
    area: "Металургійний район",
  },
  {
    id: 310,
    name: "Индустриальный мкр.",
    area: "Покровський район",
  },
  {
    id: 311,
    name: "Кадиевская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 312,
    name: "Казахская вулиця",
    area: "Покровський район",
  },
  {
    id: 313,
    name: "Казахська вулиця",
    area: "Покровський район",
  },
  {
    id: 314,
    name: "Калантая вулиця",
    area: "Покровський район",
  },
  {
    id: 315,
    name: "Калиниченко вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 316,
    name: "Калинова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 317,
    name: "Калузька вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 318,
    name: "Каліниченка вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 319,
    name: "Каменедробильна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 320,
    name: "Камчатська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 321,
    name: "Каракозова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 322,
    name: "Карбишева вулиця",
    area: "Тернівський район",
  },
  {
    id: 323,
    name: "Карбишева вулиця",
    area: "Тернівський район",
  },
  {
    id: 324,
    name: "Карла Маркса вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 325,
    name: "Карла Маркса проспект",
    area: "Центрально-Міський район",
  },
  {
    id: 326,
    name: "Карла Маркса проспект",
    area: "Центрально-Міський район",
  },
  {
    id: 327,
    name: "Кармелюка вулиця",
    area: "Інгулецький район",
  },
  {
    id: 328,
    name: "Кармелюка вулиця",
    area: "Інгулецький район",
  },
  {
    id: 329,
    name: "Кармелюка вулиця",
    area: "Інгулецький район",
  },
  {
    id: 330,
    name: "Карнавальная вулиця",
    area: "Покровський район",
  },
  {
    id: 331,
    name: "Каспійська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 332,
    name: "Кастуся Калиновського вулиця",
    area: "Тернівський район",
  },
  {
    id: 333,
    name: "Катериновская вулиця",
    area: "Саксаганський район",
  },
  {
    id: 334,
    name: "Катеринівська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 335,
    name: "Катеринівська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 336,
    name: "Каткова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 337,
    name: "Каткова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 338,
    name: "Каткова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 339,
    name: "Каунаська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 340,
    name: "Каунаська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 341,
    name: "Каховська вулиця",
    area: "Металургійний район",
  },
  {
    id: 342,
    name: "Каховська вулиця",
    area: "Металургійний район",
  },
  {
    id: 343,
    name: "Качалова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 344,
    name: "Каштанова вулиця",
    area: "Тернівський район",
  },
  {
    id: 345,
    name: "Квартальная вулиця",
    area: "Покровський район",
  },
  {
    id: 346,
    name: "Квіткова вулиця",
    area: "Тернівський район",
  },
  {
    id: 347,
    name: "Квіткова вулиця",
    area: "Тернівський район",
  },
  {
    id: 348,
    name: "Кемеровська вулиця",
    area: "Тернівський район",
  },
  {
    id: 349,
    name: "Кибальчича вулиця",
    area: "Тернівський район",
  },
  {
    id: 350,
    name: "Кириленко вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 351,
    name: "Кирило-Мефодіївська вулиця",
    area: "Покровський район",
  },
  {
    id: 352,
    name: "Кировоградское Шоссе вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 353,
    name: "Кисловодська вулиця",
    area: "Покровський район",
  },
  {
    id: 354,
    name: "Кишинівська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 355,
    name: "Київська вулиця",
    area: "Інгулецький район",
  },
  {
    id: 356,
    name: "Кленова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 357,
    name: "Клінічна вулиця",
    area: "Покровський район",
  },
  {
    id: 358,
    name: "Книжна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 359,
    name: "Книжная вулиця",
    area: "Саксаганський район",
  },
  {
    id: 360,
    name: "Кобилянського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 361,
    name: "Кобылянского вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 362,
    name: "Кобылянского вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 363,
    name: "Ковальська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 364,
    name: "Кокчетавська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 365,
    name: "Кокчетавська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 366,
    name: "Кокчетавська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 367,
    name: "Коломийцевська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 368,
    name: "Коломойцевская вулиця",
    area: "Покровський район",
  },
  {
    id: 369,
    name: "Коломойцевская вулиця",
    area: "Покровський район",
  },
  {
    id: 370,
    name: "Колонковская вулиця",
    area: "Покровський район",
  },
  {
    id: 371,
    name: "Колійна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 372,
    name: "Комерційна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 373,
    name: "Комерційна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 374,
    name: "Конституційна вулиця",
    area: "Покровський район",
  },
  {
    id: 375,
    name: "Конституційна вулиця",
    area: "Покровський район",
  },
  {
    id: 376,
    name: "Конституційна вулиця",
    area: "Покровський район",
  },
  {
    id: 377,
    name: "Конституційна вулиця",
    area: "Покровський район",
  },
  {
    id: 378,
    name: "Концертная вулиця",
    area: "Тернівський район",
  },
  {
    id: 379,
    name: "Кооперативна вулиця",
    area: "Металургійний район",
  },
  {
    id: 380,
    name: "Корнейчука вулиця",
    area: "Саксаганський район",
  },
  {
    id: 381,
    name: "Корнейчука вулиця",
    area: "Саксаганський район",
  },
  {
    id: 382,
    name: "Корнейчука вулиця",
    area: "Саксаганський район",
  },
  {
    id: 383,
    name: "Короленка вулиця",
    area: "Тернівський район",
  },
  {
    id: 384,
    name: "Коротченко вулиця",
    area: "Покровський район",
  },
  {
    id: 385,
    name: "Коротченко вулиця",
    area: "Покровський район",
  },
  {
    id: 386,
    name: "Косигіна вулиця",
    area: "Тернівський район",
  },
  {
    id: 387,
    name: "Косигіна вулиця",
    area: "Тернівський район",
  },
  {
    id: 388,
    name: "Космонавтів вулиця",
    area: "Саксаганський район",
  },
  {
    id: 389,
    name: "Космонавтів вулиця",
    area: "Саксаганський район",
  },
  {
    id: 390,
    name: "Космонавтів вулиця",
    area: "Саксаганський район",
  },
  {
    id: 391,
    name: "Костенка вулиця",
    area: "Металургійний район",
  },
  {
    id: 392,
    name: "Костенко вулиця",
    area: "Металургійний район",
  },
  {
    id: 393,
    name: "Костенко вулиця",
    area: "Металургійний район",
  },
  {
    id: 394,
    name: "Костя Пестушка вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 395,
    name: "Косіора вулиця",
    area: "Металургійний район",
  },
  {
    id: 396,
    name: "Косіора вулиця",
    area: "Металургійний район",
  },
  {
    id: 397,
    name: "Косіора проспект",
    area: "Саксаганський район",
  },
  {
    id: 398,
    name: "Котляревського вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 399,
    name: "Котляревського вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 400,
    name: "Кочубея вулиця",
    area: "Інгулецький район",
  },
  {
    id: 401,
    name: "Кочубея вулиця",
    area: "Інгулецький район",
  },
  {
    id: 402,
    name: "Краківська вулиця",
    area: "Металургійний район",
  },
  {
    id: 403,
    name: "Краснознаменная вулиця",
    area: "Тернівський район",
  },
  {
    id: 404,
    name: "Кремлівська вулиця",
    area: "Покровський район",
  },
  {
    id: 405,
    name: "Кремлівська вулиця",
    area: "Покровський район",
  },
  {
    id: 406,
    name: "Кресівська вулиця",
    area: "Покровський район",
  },
  {
    id: 407,
    name: "Кривбассовская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 408,
    name: "Кривбасівська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 409,
    name: "Кривий Ріг",
    area: "Саксаганський район",
  },
  {
    id: 410,
    name: "Криворожстали вулиця",
    area: "Металургійний район",
  },
  {
    id: 411,
    name: "Криворіжсталі вулиця",
    area: "Металургійний район",
  },
  {
    id: 412,
    name: "Криворіжсталі вулиця",
    area: "Металургійний район",
  },
  {
    id: 413,
    name: "Крименчугська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 414,
    name: "Кронштадтська вулиця",
    area: "Інгулецький район",
  },
  {
    id: 415,
    name: "Кропивницького вулиця",
    area: "Покровський район",
  },
  {
    id: 416,
    name: "Кропивницького вулиця",
    area: "Покровський район",
  },
  {
    id: 417,
    name: "Кубанська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 418,
    name: "Кузнецова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 419,
    name: "Кузнецова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 420,
    name: "Кузнечна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 421,
    name: "Купріна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 422,
    name: "Купріна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 423,
    name: "Купріна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 424,
    name: "Курганська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 425,
    name: "Курчатова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 426,
    name: "Курчатова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 427,
    name: "Курячого вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 428,
    name: "Кустанайська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 429,
    name: "Кутаїська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 430,
    name: "Кірова бульвар",
    area: "Довгинцівський район",
  },
  {
    id: 431,
    name: "Кірова бульвар",
    area: "Довгинцівський район",
  },
  {
    id: 432,
    name: "Кіровоградське шосе",
    area: "Центрально-Міський район",
  },
  {
    id: 433,
    name: "Лабораторна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 434,
    name: "Лавроненка вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 435,
    name: "Лагерна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 436,
    name: "Ладигіна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 437,
    name: "Ладозька вулиця",
    area: "Покровський район",
  },
  {
    id: 438,
    name: "Ландау вулиця",
    area: "Металургійний район",
  },
  {
    id: 439,
    name: "Ландау вулиця",
    area: "Металургійний район",
  },
  {
    id: 440,
    name: "Лебединского вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 441,
    name: "Лебедєва-Кумача вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 442,
    name: "Лебедєва-Кумача вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 443,
    name: "Леніна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 444,
    name: "Леніна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 445,
    name: "Леніна проспект",
    area: "Центрально-Міський район",
  },
  {
    id: 446,
    name: "Леоніда Бикова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 447,
    name: "Леоніда Бикова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 448,
    name: "Леоніда Бородича вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 449,
    name: "Леоніда Бородича вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 450,
    name: "Леоніда Бородича вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 451,
    name: "Лесного вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 452,
    name: "Лесоводов вулиця",
    area: "Металургійний район",
  },
  {
    id: 453,
    name: "Ливарна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 454,
    name: "Лисового вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 455,
    name: "Лисового вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 456,
    name: "Лисового вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 457,
    name: "Лисового вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 458,
    name: "Лисяка вулиця",
    area: "Покровський район",
  },
  {
    id: 459,
    name: "Литовська вулиця",
    area: "Тернівський район",
  },
  {
    id: 460,
    name: "Лозоватская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 461,
    name: "Лугова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 462,
    name: "Лумумбы вулиця",
    area: "Інгулецький район",
  },
  {
    id: 463,
    name: "Лысяка вулиця",
    area: "Покровський район",
  },
  {
    id: 464,
    name: "Льотчиків вулиця",
    area: "Саксаганський район",
  },
  {
    id: 465,
    name: "Лётчиков вулиця",
    area: "Саксаганський район",
  },
  {
    id: 466,
    name: "Лётчиков вулиця",
    area: "Саксаганський район",
  },
  {
    id: 467,
    name: "Лєрмонтова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 468,
    name: "Лісового вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 469,
    name: "Літке вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 470,
    name: "Магнітогорська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 471,
    name: "Магістральна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 472,
    name: "Магістральна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 473,
    name: "Макаренко вулиця",
    area: "Інгулецький район",
  },
  {
    id: 474,
    name: "Максима Кривоноса вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 475,
    name: "Малешкіна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 476,
    name: "Малешкіна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 477,
    name: "Малиновського вулиця",
    area: "Тернівський район",
  },
  {
    id: 478,
    name: "Малоархангельська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 479,
    name: "Мальовнича вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 480,
    name: "Марийская вулиця",
    area: "Саксаганський район",
  },
  {
    id: 481,
    name: "Мартина Шимановского вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 482,
    name: "Мартіна Шимановського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 483,
    name: "Маршака вулиця",
    area: "Тернівський район",
  },
  {
    id: 484,
    name: "Маршака вулиця",
    area: "Тернівський район",
  },
  {
    id: 485,
    name: "Маршала Василевського бульвар",
    area: "Покровський район",
  },
  {
    id: 486,
    name: "Маршала Василевського бульвар",
    area: "Покровський район",
  },
  {
    id: 487,
    name: "Маршала Василевського вулиця",
    area: "Саксаганський район",
  },
  {
    id: 488,
    name: "Марійська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 489,
    name: "Маріупольська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 490,
    name: "Матросова вулиця",
    area: "Тернівський район",
  },
  {
    id: 491,
    name: "Маяковського вулиця",
    area: "Саксаганський район",
  },
  {
    id: 492,
    name: "Медична вулиця",
    area: "Металургійний район",
  },
  {
    id: 493,
    name: "Медова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 494,
    name: "Межпланетная вулиця",
    area: "Покровський район",
  },
  {
    id: 495,
    name: "Межпланетная вулиця",
    area: "Покровський район",
  },
  {
    id: 496,
    name: "Мерецкова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 497,
    name: "Мерецкова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 498,
    name: "Меркулова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 499,
    name: "Меркулова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 500,
    name: "Металургів вулиця",
    area: "Саксаганський район",
  },
  {
    id: 501,
    name: "Металургів проспект",
    area: "Металургійний район",
  },
  {
    id: 502,
    name: "Мечникова вулиця",
    area: "Тернівський район",
  },
  {
    id: 503,
    name: "Миколаївська шосе",
    area: "Центрально-Міський район",
  },
  {
    id: 504,
    name: "Миколаївська шосе",
    area: "Центрально-Міський район",
  },
  {
    id: 505,
    name: "Миколаївська шосе",
    area: "Центрально-Міський район",
  },
  {
    id: 506,
    name: "Миколаївська шосе",
    area: "Центрально-Міський район",
  },
  {
    id: 507,
    name: "Миколаївське шосе вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 508,
    name: "Миколи Зінчевського вулиця",
    area: "Покровський район",
  },
  {
    id: 509,
    name: "Миколи Зінчевського вулиця",
    area: "Покровський район",
  },
  {
    id: 510,
    name: "Миколи Світальського вулиця",
    area: "Покровський район",
  },
  {
    id: 511,
    name: "микрорайон 4-й Заречный",
    area: "Покровський район",
  },
  {
    id: 512,
    name: "микрорайон 7-й Заречный",
    area: "Покровський район",
  },
  {
    id: 513,
    name: "микрорайон Всебратское-2",
    area: "Центрально-Міський район",
  },
  {
    id: 514,
    name: "микрорайон Горняцкий",
    area: "Саксаганський район",
  },
  {
    id: 515,
    name: "микрорайон Индустриальный",
    area: "Покровський район",
  },
  {
    id: 516,
    name: "микрорайон Солнечный",
    area: "Саксаганський район",
  },
  {
    id: 517,
    name: "микрорайон Юбилейный",
    area: "Саксаганський район",
  },
  {
    id: 518,
    name: "Милашенкова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 519,
    name: "Мировича вулиця",
    area: "Тернівський район",
  },
  {
    id: 520,
    name: "Мировича вулиця",
    area: "Тернівський район",
  },
  {
    id: 521,
    name: "Миру проспект",
    area: "Саксаганський район",
  },
  {
    id: 522,
    name: "Миру проспект",
    area: "Саксаганський район",
  },
  {
    id: 523,
    name: "Миру проспект",
    area: "Саксаганський район",
  },
  {
    id: 524,
    name: "Мирівська вулиця",
    area: "Тернівський район",
  },
  {
    id: 525,
    name: "Мистецтв вулиця",
    area: "Металургійний район",
  },
  {
    id: 526,
    name: "Мистецька вулиця",
    area: "Металургійний район",
  },
  {
    id: 527,
    name: "Михаила Курако вулиця",
    area: "Металургійний район",
  },
  {
    id: 528,
    name: "мкр-7 Заречный",
    area: "Покровський район",
  },
  {
    id: 529,
    name: "Молодіжна площа",
    area: "Металургійний район",
  },
  {
    id: 530,
    name: "Монастирська вулиця",
    area: "Покровський район",
  },
  {
    id: 531,
    name: "Мопровская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 532,
    name: "Мотронівська вулиця",
    area: "Інгулецький район",
  },
  {
    id: 533,
    name: "Мудрьона вулиця",
    area: "Саксаганський район",
  },
  {
    id: 534,
    name: "Музична вулиця",
    area: "Покровський район",
  },
  {
    id: 535,
    name: "Мусоргського вулиця",
    area: "Покровський район",
  },
  {
    id: 536,
    name: "Мусоргського вулиця",
    area: "Покровський район",
  },
  {
    id: 537,
    name: "Мусоргського вулиця",
    area: "Покровський район",
  },
  {
    id: 538,
    name: "Мусоргського вулиця",
    area: "Покровський район",
  },
  {
    id: 539,
    name: "Мухиной вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 540,
    name: "Мухіної вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 541,
    name: "Міаська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 542,
    name: "Міжпланетна вулиця",
    area: "Покровський район",
  },
  {
    id: 543,
    name: "Мініна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 544,
    name: "Мініна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 545,
    name: "Нагірна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 546,
    name: "Наливайка вулиця",
    area: "Інгулецький район",
  },
  {
    id: 547,
    name: "Нарвська вулиця",
    area: "Покровський район",
  },
  {
    id: 548,
    name: "Народна вулиця",
    area: "Тернівський район",
  },
  {
    id: 549,
    name: "Нахичеванская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 550,
    name: "Нахімова вулиця",
    area: "Металургійний район",
  },
  {
    id: 551,
    name: "Нахімова вулиця",
    area: "Металургійний район",
  },
  {
    id: 552,
    name: "Невська вулиця",
    area: "Покровський район",
  },
  {
    id: 553,
    name: "Невська вулиця",
    area: "Покровський район",
  },
  {
    id: 554,
    name: "Недєліна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 555,
    name: "Незабудок вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 556,
    name: "Независимости Украины вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 557,
    name: "Независимости Украины вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 558,
    name: "Незалежності України вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 559,
    name: "Неруди вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 560,
    name: "ний провулок бульвар",
    area: "Саксаганський район",
  },
  {
    id: 561,
    name: "Николая Зинчевского вулиця",
    area: "Покровський район",
  },
  {
    id: 562,
    name: "Николая Свитальского вулиця",
    area: "Покровський район",
  },
  {
    id: 563,
    name: "Николая Ходича вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 564,
    name: "Нова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 565,
    name: "Новопокровська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 566,
    name: "Новоросійська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 567,
    name: "Ногіна вулиця",
    area: "Покровський район",
  },
  {
    id: 568,
    name: "Ногіна вулиця",
    area: "Покровський район",
  },
  {
    id: 569,
    name: "Норильская вулиця",
    area: "Тернівський район",
  },
  {
    id: 570,
    name: "Ньютона вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 571,
    name: "Ньютона вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 572,
    name: "Нєдєліна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 573,
    name: "Нєдєліна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 574,
    name: "Нєдєліна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 575,
    name: "Ніжньотагільська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 576,
    name: "Нікопольське шосе",
    area: "Металургійний район",
  },
  {
    id: 577,
    name: "Нікопольське Шоссе вулиця",
    area: "Металургійний район",
  },
  {
    id: 578,
    name: "Нікопольське Шоссе вулиця",
    area: "Металургійний район",
  },
  {
    id: 579,
    name: "Нікопольське Шоссе вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 580,
    name: "Німецька вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 581,
    name: "Німецька вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 582,
    name: "Обнорского вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 583,
    name: "Обогатительная вулиця",
    area: "Інгулецький район",
  },
  {
    id: 584,
    name: "Образцовый провулок",
    area: "Довгинцівський район",
  },
  {
    id: 585,
    name: "Обручева вулиця",
    area: "Інгулецький район",
  },
  {
    id: 586,
    name: "Обручева вулиця",
    area: "Інгулецький район",
  },
  {
    id: 587,
    name: "Об’їзна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 588,
    name: "Овощеводов вулиця",
    area: "Інгулецький район",
  },
  {
    id: 589,
    name: "Одеська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 590,
    name: "Одоєвського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 591,
    name: "Океанская вулиця",
    area: "Тернівський район",
  },
  {
    id: 592,
    name: "Окружна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 593,
    name: "Окружна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 594,
    name: "Окружна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 595,
    name: "Олейникова вулиця",
    area: "Металургійний район",
  },
  {
    id: 596,
    name: "Олександра Васякіна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 597,
    name: "Олександра Васякіна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 598,
    name: "Олександра Олеся вулиця",
    area: "Саксаганський район",
  },
  {
    id: 599,
    name: "Олександра Поля вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 600,
    name: "Олександра Поля площа",
    area: "Саксаганський район",
  },
  {
    id: 601,
    name: "Олександра Станкова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 602,
    name: "Олександра Станкова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 603,
    name: "Олексія Гірника вулиця",
    area: "Металургійний район",
  },
  {
    id: 604,
    name: "Олексія Солом'яного вулиця",
    area: "Тернівський район",
  },
  {
    id: 605,
    name: "Олонецкая вулиця",
    area: "Саксаганський район",
  },
  {
    id: 606,
    name: "Орджонікідзе вулиця",
    area: "Металургійний район",
  },
  {
    id: 607,
    name: "Орджонікідзе вулиця",
    area: "Металургійний район",
  },
  {
    id: 608,
    name: "Оренбурзька вулиця",
    area: "Тернівський район",
  },
  {
    id: 609,
    name: "Орлине гніздо вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 610,
    name: "Осипенка вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 611,
    name: "Остроградская вулиця",
    area: "Тернівський район",
  },
  {
    id: 612,
    name: "Отто Брозовского вулиця",
    area: "Саксаганський район",
  },
  {
    id: 613,
    name: "Отчизны вулиця",
    area: "Металургійний район",
  },
  {
    id: 614,
    name: "П'ятихатська вулиця",
    area: "Покровський район",
  },
  {
    id: 615,
    name: "Павла Глазового вулиця",
    area: "Саксаганський район",
  },
  {
    id: 616,
    name: "Павла Глазового вулиця",
    area: "Саксаганський район",
  },
  {
    id: 617,
    name: "Павленка вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 618,
    name: "Панаса Мирного вулиця",
    area: "Інгулецький район",
  },
  {
    id: 619,
    name: "Панаса Мирного вулиця",
    area: "Інгулецький район",
  },
  {
    id: 620,
    name: "Панаса Феденко вулиця",
    area: "Покровський район",
  },
  {
    id: 621,
    name: "Панкеева вулиця",
    area: "Покровський район",
  },
  {
    id: 622,
    name: "Паркова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 623,
    name: "Пастера вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 624,
    name: "Пензенская вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 625,
    name: "Перекопська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 626,
    name: "Перемоги проспект",
    area: "Інгулецький район",
  },
  {
    id: 627,
    name: "Перемоги проспект",
    area: "Інгулецький район",
  },
  {
    id: 628,
    name: "Перемоги проспект",
    area: "Інгулецький район",
  },
  {
    id: 629,
    name: "Перемоги проспект",
    area: "Інгулецький район",
  },
  {
    id: 630,
    name: "Переяславська вулиця",
    area: "Інгулецький район",
  },
  {
    id: 631,
    name: "Перлинна вулиця",
    area: "Тернівський район",
  },
  {
    id: 632,
    name: "Перлова вулиця",
    area: "Тернівський район",
  },
  {
    id: 633,
    name: "Перова вулиця",
    area: "Покровський район",
  },
  {
    id: 634,
    name: "Першотравнева вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 635,
    name: "Петлякова площа",
    area: "Тернівський район",
  },
  {
    id: 636,
    name: "Петра Дорошенка вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 637,
    name: "Петра Калнишевського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 638,
    name: "Петра Калнишевського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 639,
    name: "Петровського вулиця",
    area: "Інгулецький район",
  },
  {
    id: 640,
    name: "пл.",
    area: "Саксаганський район",
  },
  {
    id: 641,
    name: "Планова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 642,
    name: "Племяшова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 643,
    name: "Погребняка вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 644,
    name: "Подбельского вулиця",
    area: "Саксаганський район",
  },
  {
    id: 645,
    name: "Подлєпи вулиця",
    area: "Інгулецький район",
  },
  {
    id: 646,
    name: "Позитивная вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 647,
    name: "Покришева вулиця",
    area: "Тернівський район",
  },
  {
    id: 648,
    name: "Покровська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 649,
    name: "Покровський провулок",
    area: "Покровський район",
  },
  {
    id: 650,
    name: "Ползунова вулиця",
    area: "Тернівський район",
  },
  {
    id: 651,
    name: "Половецька вулиця",
    area: "Інгулецький район",
  },
  {
    id: 652,
    name: "Полярна вулиця",
    area: "Тернівський район",
  },
  {
    id: 653,
    name: "Політехнічна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 654,
    name: "Поперечна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 655,
    name: "Поперечна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 656,
    name: "Попова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 657,
    name: "Постишева вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 658,
    name: "Поштовий проспект",
    area: "Центрально-Міський район",
  },
  {
    id: 659,
    name: "Поштовий проспект",
    area: "Центрально-Міський район",
  },
  {
    id: 660,
    name: "Прибережна вулиця",
    area: "Покровський район",
  },
  {
    id: 661,
    name: "Привлекательная вулиця",
    area: "Тернівський район",
  },
  {
    id: 662,
    name: "Привокзальна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 663,
    name: "Привольна вулиця",
    area: "Покровський район",
  },
  {
    id: 664,
    name: "Привільна вулиця",
    area: "Покровський район",
  },
  {
    id: 665,
    name: "Пригородня вулиця",
    area: "Покровський район",
  },
  {
    id: 666,
    name: "Приміська вулиця",
    area: "Покровський район",
  },
  {
    id: 667,
    name: "Пришвіна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 668,
    name: "Пришвіна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 669,
    name: "Промислова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 670,
    name: "Прорізна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 671,
    name: "Прорізна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 672,
    name: "Проскурівська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 673,
    name: "Пурина вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 674,
    name: "Путейная вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 675,
    name: "Пухова вулиця",
    area: "Тернівський район",
  },
  {
    id: 676,
    name: "Пушкіна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 677,
    name: "Пушкіна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 678,
    name: "Південний проспект",
    area: "Інгулецький район",
  },
  {
    id: 679,
    name: "Південний проспект",
    area: "Інгулецький район",
  },
  {
    id: 680,
    name: "Південний проспект",
    area: "Інгулецький район",
  },
  {
    id: 681,
    name: "Південний проспект",
    area: "Інгулецький район",
  },
  {
    id: 682,
    name: "Підліпи вулиця",
    area: "Інгулецький район",
  },
  {
    id: 683,
    name: "Підліпи вулиця",
    area: "Інгулецький район",
  },
  {
    id: 684,
    name: "Підліпи вулиця",
    area: "Інгулецький район",
  },
  {
    id: 685,
    name: "Пісочна вулиця",
    area: "Металургійний район",
  },
  {
    id: 686,
    name: "Пісочна вулиця",
    area: "Металургійний район",
  },
  {
    id: 687,
    name: "Пісочна вулиця",
    area: "Металургійний район",
  },
  {
    id: 688,
    name: "Радгоспна вулиця",
    area: "Металургійний район",
  },
  {
    id: 689,
    name: "Радищева вулиця",
    area: "Покровський район",
  },
  {
    id: 690,
    name: "Радости вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 691,
    name: "Радості вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 692,
    name: "Радянська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 693,
    name: "Радянська площа",
    area: "Металургійний район",
  },
  {
    id: 694,
    name: "Радянська площа",
    area: "Металургійний район",
  },
  {
    id: 695,
    name: "Ракетна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 696,
    name: "Ракитина вулиця",
    area: "Покровський район",
  },
  {
    id: 697,
    name: "Ракітіна вулиця",
    area: "Покровський район",
  },
  {
    id: 698,
    name: "Рахманівська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 699,
    name: "Рахманінова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 700,
    name: "Рахманінова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 701,
    name: "Революционная вулиця",
    area: "Металургійний район",
  },
  {
    id: 702,
    name: "Революционная вулиця",
    area: "Металургійний район",
  },
  {
    id: 703,
    name: "Рильського вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 704,
    name: "Рилєєва вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 705,
    name: "Родины вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 706,
    name: "Рокосовського вулиця",
    area: "Саксаганський район",
  },
  {
    id: 707,
    name: "Рокосовського вулиця",
    area: "Металургійний район",
  },
  {
    id: 708,
    name: "Рубльова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 709,
    name: "Рубльова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 710,
    name: "Рубльова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 711,
    name: "Рубіжна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 712,
    name: "Руданського вулиця",
    area: "Тернівський район",
  },
  {
    id: 713,
    name: "Руденка вулиця",
    area: "Покровський район",
  },
  {
    id: 714,
    name: "Руденко вулиця",
    area: "Покровський район",
  },
  {
    id: 715,
    name: "Рудна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 716,
    name: "Рудная вулиця",
    area: "Інгулецький район",
  },
  {
    id: 717,
    name: "Савицкого вулиця",
    area: "Інгулецький район",
  },
  {
    id: 718,
    name: "Савицького вулиця",
    area: "Інгулецький район",
  },
  {
    id: 719,
    name: "Саврасова вулиця",
    area: "Покровський район",
  },
  {
    id: 720,
    name: "Сагайдачного вулиця",
    area: "Саксаганський район",
  },
  {
    id: 721,
    name: "Саласюка вулиця",
    area: "Покровський район",
  },
  {
    id: 722,
    name: "Саласюка вулиця",
    area: "Покровський район",
  },
  {
    id: 723,
    name: "Салтиківська вулиця",
    area: "Інгулецький район",
  },
  {
    id: 724,
    name: "Салтыковская вулиця",
    area: "Інгулецький район",
  },
  {
    id: 725,
    name: "Салютна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 726,
    name: "Салютна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 727,
    name: "Самотёчная вулиця",
    area: "Тернівський район",
  },
  {
    id: 728,
    name: "Самотічна вулиця",
    area: "Тернівський район",
  },
  {
    id: 729,
    name: "Сахарова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 730,
    name: "Саянська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 731,
    name: "Свято-Миколаївська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 732,
    name: "Свято-Миколаївська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 733,
    name: "Свято-Николаевская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 734,
    name: "Святоандреевская вулиця",
    area: "Покровський район",
  },
  {
    id: 735,
    name: "Святоандріївська вулиця",
    area: "Покровський район",
  },
  {
    id: 736,
    name: "Святогеоргиевская вулиця",
    area: "Металургійний район",
  },
  {
    id: 737,
    name: "Святогеоргіївська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 738,
    name: "Свєтлова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 739,
    name: "Свєтлова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 740,
    name: "Світлогорська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 741,
    name: "Світлогірська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 742,
    name: "Севанська вулиця",
    area: "Покровський район",
  },
  {
    id: 743,
    name: "Севастопольська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 744,
    name: "Седнєва вулиця",
    area: "Інгулецький район",
  },
  {
    id: 745,
    name: "Семашка вулиця",
    area: "Металургійний район",
  },
  {
    id: 746,
    name: "Семипалатинська вулиця",
    area: "Тернівський район",
  },
  {
    id: 747,
    name: "Серафімовича вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 748,
    name: "Серафімовича вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 749,
    name: "Серафімовича вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 750,
    name: "Сергея Заики вулиця",
    area: "Інгулецький район",
  },
  {
    id: 751,
    name: "Сергея Колачевского вулиця",
    area: "Тернівський район",
  },
  {
    id: 752,
    name: "Сергея Колачевского вулиця",
    area: "Тернівський район",
  },
  {
    id: 753,
    name: "Серго вулиця",
    area: "Покровський район",
  },
  {
    id: 754,
    name: "Сергія Колачевського вулиця",
    area: "Тернівський район",
  },
  {
    id: 755,
    name: "Сергія Параджанова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 756,
    name: "Сержанта Калантая вулиця",
    area: "Покровський район",
  },
  {
    id: 757,
    name: "Сержанта Рзянкина вулиця",
    area: "Покровський район",
  },
  {
    id: 758,
    name: "Сержанта Рзянкіна вулиця",
    area: "Покровський район",
  },
  {
    id: 759,
    name: "Сестрорецкая вулиця",
    area: "Тернівський район",
  },
  {
    id: 760,
    name: "Сеченова вулиця",
    area: "Покровський район",
  },
  {
    id: 761,
    name: "Сеченова вулиця",
    area: "Покровський район",
  },
  {
    id: 762,
    name: "Сибірська вулиця",
    area: "Покровський район",
  },
  {
    id: 763,
    name: "Симбірцева вулиця",
    area: "Покровський район",
  },
  {
    id: 764,
    name: "Симбірцева вулиця",
    area: "Покровський район",
  },
  {
    id: 765,
    name: "Симбірцева вулиця",
    area: "Покровський район",
  },
  {
    id: 766,
    name: "Симонова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 767,
    name: "Симонова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 768,
    name: "Симонова вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 769,
    name: "Синеводская вулиця",
    area: "Покровський район",
  },
  {
    id: 770,
    name: "Скреперная вулиця",
    area: "Покровський район",
  },
  {
    id: 771,
    name: "Славна вулиця",
    area: "Покровський район",
  },
  {
    id: 772,
    name: "Славная вулиця",
    area: "Покровський район",
  },
  {
    id: 773,
    name: "Соборна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 774,
    name: "Соборності вулиця",
    area: "Металургійний район",
  },
  {
    id: 775,
    name: "Соборності вулиця",
    area: "Металургійний район",
  },
  {
    id: 776,
    name: "Соколовская вулиця",
    area: "Покровський район",
  },
  {
    id: 777,
    name: "Соколовська вулиця",
    area: "Покровський район",
  },
  {
    id: 778,
    name: "Солнечный микрорайон",
    area: "Саксаганський район",
  },
  {
    id: 779,
    name: "Солнечный микрорайон",
    area: "Саксаганський район",
  },
  {
    id: 780,
    name: "Солнечный мкр.",
    area: "Саксаганський район",
  },
  {
    id: 781,
    name: "Солнечный мкр.",
    area: "Саксаганський район",
  },
  {
    id: 782,
    name: "Сонячна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 783,
    name: "Сонячна вулиця",
    area: "Інгулецький район",
  },
  {
    id: 784,
    name: "Сонячний мікрорайон",
    area: "Саксаганський район",
  },
  {
    id: 785,
    name: "Сормовська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 786,
    name: "Софьи Перовской вулиця",
    area: "Саксаганський район",
  },
  {
    id: 787,
    name: "Софії Ковалевської вулиця",
    area: "Металургійний район",
  },
  {
    id: 788,
    name: "Софії Перовської вулиця",
    area: "Саксаганський район",
  },
  {
    id: 789,
    name: "Спаська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 790,
    name: "Спаська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 791,
    name: "Спокійна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 792,
    name: "Співдружності вулиця",
    area: "Саксаганський район",
  },
  {
    id: 793,
    name: "Співдружності вулиця",
    area: "Саксаганський район",
  },
  {
    id: 794,
    name: "Співдружності вулиця",
    area: "Саксаганський район",
  },
  {
    id: 795,
    name: "СССР площа",
    area: "Інгулецький район",
  },
  {
    id: 796,
    name: "Станислава Конткевича вулиця",
    area: "Покровський район",
  },
  {
    id: 797,
    name: "Станюковича вулиця",
    area: "Покровський район",
  },
  {
    id: 798,
    name: "Станіслава Конткевича вулиця",
    area: "Покровський район",
  },
  {
    id: 799,
    name: "Станіславського вулиця",
    area: "Саксаганський район",
  },
  {
    id: 800,
    name: "Старовокзальна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 801,
    name: "Старовокзальна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 802,
    name: "Староингулецкая вулиця",
    area: "Інгулецький район",
  },
  {
    id: 803,
    name: "Староярмаркова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 804,
    name: "Староярмарочная вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 805,
    name: "Стасова вулиця",
    area: "Покровський район",
  },
  {
    id: 806,
    name: "Стасова вулиця",
    area: "Покровський район",
  },
  {
    id: 807,
    name: "Степана Тильги вулиця",
    area: "Металургійний район",
  },
  {
    id: 808,
    name: "Степана Тільги вулиця",
    area: "Металургійний район",
  },
  {
    id: 809,
    name: "Степной Дивизии вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 810,
    name: "Степова вулиця",
    area: "Тернівський район",
  },
  {
    id: 811,
    name: "Стрельникова вулиця",
    area: "Металургійний район",
  },
  {
    id: 812,
    name: "Стрельникова вулиця",
    area: "Металургійний район",
  },
  {
    id: 813,
    name: "Стрельникова вулиця",
    area: "Металургійний район",
  },
  {
    id: 814,
    name: "Стрельцова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 815,
    name: "Студентська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 816,
    name: "Сулеймана Стальського вулиця",
    area: "Покровський район",
  },
  {
    id: 817,
    name: "Сумгаїтська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 818,
    name: "Сурикова вулиця",
    area: "Тернівський район",
  },
  {
    id: 819,
    name: "Сєднєва вулиця",
    area: "Саксаганський район",
  },
  {
    id: 820,
    name: "Сєднєва проспект",
    area: "Інгулецький район",
  },
  {
    id: 821,
    name: "Сєднєва проспект",
    area: "Інгулецький район",
  },
  {
    id: 822,
    name: "Сєрова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 823,
    name: "Сільськогосподарська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 824,
    name: "Січеславська вулиця",
    area: "Покровський район",
  },
  {
    id: 825,
    name: "Січеславська вулиця",
    area: "Покровський район",
  },
  {
    id: 826,
    name: "Січова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 827,
    name: "Таганська вулиця",
    area: "Інгулецький район",
  },
  {
    id: 828,
    name: "Таисии Буряченко вулиця",
    area: "Тернівський район",
  },
  {
    id: 829,
    name: "Таманська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 830,
    name: "Тамбовська вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 831,
    name: "Тарапаковская вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 832,
    name: "Татьяны Вороновой вулиця",
    area: "Металургійний район",
  },
  {
    id: 833,
    name: "Тбіліська вулиця",
    area: "Металургійний район",
  },
  {
    id: 834,
    name: "Тбіліська вулиця",
    area: "Металургійний район",
  },
  {
    id: 835,
    name: "Телевізійна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 836,
    name: "Телевізійна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 837,
    name: "Телевізійна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 838,
    name: "Тепла вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 839,
    name: "Тесленка вулиця",
    area: "Саксаганський район",
  },
  {
    id: 840,
    name: "Тесленка вулиця",
    area: "Саксаганський район",
  },
  {
    id: 841,
    name: "Техническая вулиця",
    area: "Саксаганський район",
  },
  {
    id: 842,
    name: "Технічна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 843,
    name: "Тинка вулиця",
    area: "Саксаганський район",
  },
  {
    id: 844,
    name: "Тинка вулиця",
    area: "Саксаганський район",
  },
  {
    id: 845,
    name: "Тихвинская вулиця",
    area: "Покровський район",
  },
  {
    id: 846,
    name: "Толбухіна вулиця",
    area: "Покровський район",
  },
  {
    id: 847,
    name: "Толстого вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 848,
    name: "Травнева вулиця",
    area: "Металургійний район",
  },
  {
    id: 849,
    name: "Трамвайна вулиця",
    area: "Металургійний район",
  },
  {
    id: 850,
    name: "Транзитная вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 851,
    name: "Транспортна вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 852,
    name: "Туполева вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 853,
    name: "Тургенєва вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 854,
    name: "Туркменська вулиця",
    area: "Металургійний район",
  },
  {
    id: 855,
    name: "Тухачевського вулиця",
    area: "Покровський район",
  },
  {
    id: 856,
    name: "Тухачевського вулиця",
    area: "Покровський район",
  },
  {
    id: 857,
    name: "Тютчева провулок",
    area: "Центрально-Міський район",
  },
  {
    id: 858,
    name: "Тімірязєва вулиця",
    area: "Тернівський район",
  },
  {
    id: 859,
    name: "Ударная вулиця",
    area: "Покровський район",
  },
  {
    id: 860,
    name: "Українська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 861,
    name: "Українська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 862,
    name: "ул.",
    area: "Саксаганський район",
  },
  {
    id: 863,
    name: "Улан-Батора вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 864,
    name: "Ульріха вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 865,
    name: "Універсальна вулиця",
    area: "Тернівський район",
  },
  {
    id: 866,
    name: "Упита вулиця",
    area: "Саксаганський район",
  },
  {
    id: 867,
    name: "Упіта вулиця",
    area: "Саксаганський район",
  },
  {
    id: 868,
    name: "Урицкого вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 869,
    name: "Урожайна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 870,
    name: "Уточкіна вулиця",
    area: "Тернівський район",
  },
  {
    id: 871,
    name: "Уфимская вулиця",
    area: "Покровський район",
  },
  {
    id: 872,
    name: "Уфимська вулиця",
    area: "Покровський район",
  },
  {
    id: 873,
    name: "Ухтомського вулиця",
    area: "Тернівський район",
  },
  {
    id: 874,
    name: "Ухтомського вулиця",
    area: "Тернівський район",
  },
  {
    id: 875,
    name: "Ушакова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 876,
    name: "Федоренко вулиця",
    area: "Тернівський район",
  },
  {
    id: 877,
    name: "Федотова вулиця",
    area: "Покровський район",
  },
  {
    id: 878,
    name: "Федьковича вулиця",
    area: "Тернівський район",
  },
  {
    id: 879,
    name: "Ферганська вулиця",
    area: "Металургійний район",
  },
  {
    id: 880,
    name: "Ферганська вулиця",
    area: "Металургійний район",
  },
  {
    id: 881,
    name: "Фонвізіна вулиця",
    area: "Тернівський район",
  },
  {
    id: 882,
    name: "Фроленко вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 883,
    name: "Фуко вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 884,
    name: "Футбольная вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 885,
    name: "Фучика вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 886,
    name: "Філатова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 887,
    name: "Філатова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 888,
    name: "Філіппова вулиця",
    area: "Інгулецький район",
  },
  {
    id: 889,
    name: "Хабаровська вулиця",
    area: "Металургійний район",
  },
  {
    id: 890,
    name: "Харина вулиця",
    area: "Тернівський район",
  },
  {
    id: 891,
    name: "Харитонова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 892,
    name: "Харитонова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 893,
    name: "Харківська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 894,
    name: "Харцизская вулиця",
    area: "Саксаганський район",
  },
  {
    id: 895,
    name: "Хетагурова вулиця",
    area: "Саксаганський район",
  },
  {
    id: 896,
    name: "Хлібна вулиця",
    area: "Металургійний район",
  },
  {
    id: 897,
    name: "Хмелева вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 898,
    name: "Хмелева вулиця",
    area: "Саксаганський район",
  },
  {
    id: 899,
    name: "Хмелёва вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 900,
    name: "Холмогорська вулиця",
    area: "Покровський район",
  },
  {
    id: 901,
    name: "Художня вулиця",
    area: "Металургійний район",
  },
  {
    id: 902,
    name: "Художня вулиця",
    area: "Металургійний район",
  },
  {
    id: 903,
    name: "Цандера вулиця",
    area: "Тернівський район",
  },
  {
    id: 904,
    name: "Цементная вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 905,
    name: "Цементників вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 906,
    name: "Центральна вулиця",
    area: "Тернівський район",
  },
  {
    id: 907,
    name: "Церковна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 908,
    name: "Церковна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 909,
    name: "Цехова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 910,
    name: "Цимлянська вулиця",
    area: "Металургійний район",
  },
  {
    id: 911,
    name: "Ціолковського вулиця",
    area: "Металургійний район",
  },
  {
    id: 912,
    name: "Чарівна вулиця",
    area: "Тернівський район",
  },
  {
    id: 913,
    name: "Чарівна вулиця",
    area: "Тернівський район",
  },
  {
    id: 914,
    name: "Черкасова вулиця",
    area: "Тернівський район",
  },
  {
    id: 915,
    name: "Черкасова вулиця",
    area: "Тернівський район",
  },
  {
    id: 916,
    name: "Черкасова вулиця",
    area: "Тернівський район",
  },
  {
    id: 917,
    name: "Черняховського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 918,
    name: "Черняховського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 919,
    name: "Чеченская вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 920,
    name: "Чигоріна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 921,
    name: "Чкалова вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 922,
    name: "Чукотская вулиця",
    area: "Тернівський район",
  },
  {
    id: 923,
    name: "Чумацька вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 924,
    name: "Чумацька вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 925,
    name: "Шарохіна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 926,
    name: "Шахтарської слави площа",
    area: "Саксаганський район",
  },
  {
    id: 927,
    name: "Шахтёрской Славы площа",
    area: "Саксаганський район",
  },
  {
    id: 928,
    name: "Шевченка вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 929,
    name: "Шекспіра вулиця",
    area: "Саксаганський район",
  },
  {
    id: 930,
    name: "Широка вулиця",
    area: "Тернівський район",
  },
  {
    id: 931,
    name: "Широківська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 932,
    name: "Широківська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 933,
    name: "Широківська вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 934,
    name: "Шиферна вулиця",
    area: "Металургійний район",
  },
  {
    id: 935,
    name: "Шкапенко вулиця",
    area: "Покровський район",
  },
  {
    id: 936,
    name: "Шконды вулиця",
    area: "Покровський район",
  },
  {
    id: 937,
    name: "Шкільна вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 938,
    name: "Шмаківська вулиця",
    area: "Саксаганський район",
  },
  {
    id: 939,
    name: "Шостаковича вулиця",
    area: "Покровський район",
  },
  {
    id: 940,
    name: "Шостаковича вулиця",
    area: "Покровський район",
  },
  {
    id: 941,
    name: "Шостаковича вулиця",
    area: "Покровський район",
  },
  {
    id: 942,
    name: "Шполянская вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 943,
    name: "Шурупова вулиця",
    area: "Покровський район",
  },
  {
    id: 944,
    name: "Шурупова вулиця",
    area: "Покровський район",
  },
  {
    id: 945,
    name: "Щепкіна вулиця",
    area: "Покровський район",
  },
  {
    id: 946,
    name: "Щепкіна вулиця",
    area: "Покровський район",
  },
  {
    id: 947,
    name: "Щорса вулиця",
    area: "Тернівський район",
  },
  {
    id: 948,
    name: "Эдуарда Фукса вулиця",
    area: "Покровський район",
  },
  {
    id: 949,
    name: "Эдуарда Фукса вулиця",
    area: "Покровський район",
  },
  {
    id: 950,
    name: "Электроники вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 951,
    name: "Юбилейный микрорайон",
    area: "Саксаганський район",
  },
  {
    id: 952,
    name: "Югоковская вулиця",
    area: "Інгулецький район",
  },
  {
    id: 953,
    name: "Юношеская вулиця",
    area: "Саксаганський район",
  },
  {
    id: 954,
    name: "Юона вулиця",
    area: "Тернівський район",
  },
  {
    id: 955,
    name: "Юрия Долгорукого вулиця",
    area: "Довгинцівський район",
  },
  {
    id: 956,
    name: "Юрия Каминского вулиця",
    area: "Металургійний район",
  },
  {
    id: 957,
    name: "Юрия Каминського вулиця",
    area: "Металургійний район",
  },
  {
    id: 958,
    name: "Юрия Сыча вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 959,
    name: "Юрія Камінського вулиця",
    area: "Металургійний район",
  },
  {
    id: 960,
    name: "Юрія Сича вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 961,
    name: "Юрія Смирнова вулиця",
    area: "Тернівський район",
  },
  {
    id: 962,
    name: "Юрія Смирнова вулиця",
    area: "Тернівський район",
  },
  {
    id: 963,
    name: "Юрія Смирнова вулиця",
    area: "Тернівський район",
  },
  {
    id: 964,
    name: "Яворів вулиця",
    area: "Металургійний район",
  },
  {
    id: 965,
    name: "Якира вулиця",
    area: "Металургійний район",
  },
  {
    id: 966,
    name: "Якова Белевцева вулиця",
    area: "Металургійний район",
  },
  {
    id: 967,
    name: "Ярослава Мудрого вулиця",
    area: "Саксаганський район",
  },
  {
    id: 968,
    name: "Ярославська вулиця",
    area: "Інгулецький район",
  },
  {
    id: 969,
    name: "Яцкива вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 970,
    name: "Яцьківа вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 971,
    name: "Європейський бульвар",
    area: "Довгинцівський район",
  },
  {
    id: 972,
    name: "Єдності вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 973,
    name: "Єйський провулок",
    area: "Металургійний район",
  },
  {
    id: 974,
    name: "Єрмолової вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 975,
    name: "Єсеніна вулиця",
    area: "Саксаганський район",
  },
  {
    id: 976,
    name: "Єсеніна вулиця",
    area: "Металургійний район",
  },
  {
    id: 977,
    name: "Івана Авраменка вулиця",
    area: "Саксаганський район",
  },
  {
    id: 978,
    name: "Івана Добровольського вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 979,
    name: "Івана Мазепи вулиця",
    area: "Покровський район",
  },
  {
    id: 980,
    name: "Івана Сірка вулиця",
    area: "Тернівський район",
  },
  {
    id: 981,
    name: "Івана Сірка вулиця",
    area: "Тернівський район",
  },
  {
    id: 982,
    name: "Івана Сірка вулиця",
    area: "Тернівський район",
  },
  {
    id: 983,
    name: "Івана Франко вулиця",
    area: "Центрально-Міський район",
  },
  {
    id: 984,
    name: "Ільменська вулиця",
    area: "Покровський район",
  },
  {
    id: 985,
    name: "Індустріальна вулиця",
    area: "Покровський район",
  },
  {
    id: 986,
    name: "Індустріальний мікрорайон",
    area: "Покровський район",
  },
  {
    id: 987,
    name: "Іртиська вулиця",
    area: "Покровський район",
  },
  {
    id: 988,
    name: "Іртишська вулиця",
    area: "Покровський район",
  },
];
