import Head from "next/head";
import Image from "next/image";
import style from "../styles/common.module.scss";
import s from "../styles/AboutUsPage.module.scss";
import Novigation from "../components/Navigation/Novigation";

export default function AboutUs() {
  return (
    <div>
      <Head>
        <title>Весела витівка</title>
        <meta
          name="description"
          content="Інтернет магазин виробів із повітряних кульок, оформлення свят"
        />
        <link rel="icon" href="/balloon.svg" />
      </Head>

      <main className={style.container}>
        <Novigation section="Про нас" />
        <h2 className={style.section_title}>Про нас</h2>
        <p className={s.about_text}>
          Ще до відкриття офлайн магазину у Кривому Розі, ми вивчали цю нішу. Чи
          є щось подібне у нас в місті? Наскільки користується попитом така
          продукція? Чи буде вигідно розпочати такий бізнес?
        </p>
        <p className={s.about_text}>
          Питань було чи мало, хвилювань також. Але, не зважаючи на всілякі
          перешкоди, враховуючи всі «за» і «проти», ми вирішили спробувати. І в
          2019 році відкриваємо Перший в місті party-shop.
        </p>
        <p>сюда можно фото с открытия</p>
        <p className={s.about_text}>
          Поступово, з діяльністю магазину, ми розвивали сторінку в інстаграм.
          Там ми більш зорієнтували свою діяльність на виготовленні композицій з
          повітряних кульок. Хотілося створювати щось незвичне, цікаве, не таке
          як в усіх.
        </p>
        <p>сюда можно фото с как делаются композиции</p>
        <p className={s.about_text}>
          Своєю працьовитістю, відповідальністю та жагою до розвитку ми
          залучилися вашою підтримкою, довірою, а головне - любовʼю.
        </p>
        <p className={s.about_text}>
          Кількість замовлень зростала кожного місяця. Клієнтів становилася все
          більше. Наразі це майже <span>10 тисяч.</span>
        </p>
        <p className={s.about_text}>
          Варіантів композицій нарахувалося безліч, показати всі – неможливо
          фізично, тому, для зручності людей, які цінують свій час, ми вирішили
          створити інтернет-магазин, в якому клієнт самостійно обере для себе ті
          кульки, які йому до вподоби.
        </p>
        <p className={s.about_text}>
          Наш інтернет-магазин - це про гарний настрій, позитивні емоції та
          найкращі композиції з повітряних кульок.
        </p>
        <p className={s.about_text}>
          Ми маємо стильні, оригінальні ідеї, які не залишать без уваги жодного
          клієнта.
        </p>
        <p className={s.about_text}>
          Ми займаємось улюбленою справою, тому з легкістю підберемо сучасну
          композицію, враховуючи вік, стать та смаки іменинника.
        </p>
        <p>сюда можно фото как вы отдаете свои работы</p>
        <p className={s.about_text}>Нам довіряють ваші посмішки.</p>
      </main>
    </div>
  );
}
