import Head from "next/head";
import Novigation from "../components/Navigation/Novigation";
import common from "../styles/common.module.scss";
import s from "../styles/RulesPage.module.scss";

export default function PaymentPage() {
  return (
    <div>
      <Head>
        <title>Весела витівка</title>
        <meta
          name="description"
          content="Інтернет магазин виробів із повітряних кульок, оформлення свят"
        />
        <link rel="icon" href="/balloon.svg" />
      </Head>

      <main className={common.container}>
        <Novigation section="Правила користування сайтом" />

        <h2 className={common.section_title}>Правила користування сайтом</h2>
        <div className={s.rules_section}>
          <p>
            Якщо Ви вирішили користуватися Сайтом, то Ви даєте згоду на
            дотримання всіх умов, викладених у цих Правилах користування Сайтом.
            Ці Правила є юридично обов&#39;язковою угодою між користувачем і
            Компанією, предметом якої є надання користувачеві послуг з
            використання Сайту і його сервісів (Договір публічної оферети).
          </p>
          <p>
            Нижченаведений текст є Договором публічної оферти (у розумінні ст.
            633 та ст. 641 Цивільного кодексу України) між інтернет-магазином
            veselavutivka.com.ua (надалі - Продавець) та фізичною особою (надалі
            - Покупець), який включає в себе усі суттєві умови організації
            купівлі-продажу Товару дистанційним способом (тобто через
            Інтернет-магазин). Надалі Покупець та Продавець разом іменуються –
            Сторонами, а кожен окремо – Сторона.
          </p>
          <p>1. Загальні положення.</p>
          <p>
            1.1. Умови цього Договору визначають взаємовідносини Продавця та
            Покупця щодо придбання Товару через сайт Інтернет-магазину і є
            однаковими для всіх Покупців.
          </p>
          <p>
            1.2. Правовідносини за цим Договором регулюються виключно
            законодавством України, зокрема Законом України «Про захист прав
            споживачів» № 1023 -XII від 12 травня 1991 року, Цивільним Кодексом
            України № 435-IV від 16 січня 2003 року, Законом України «Про
            електронну комерцію» № 675-VIII від 03 вересня 2015 року.
          </p>
          <p>2. Терміни та визначення.</p>
          <p>
            2.1. «Інтернет-магазин» - засіб для представлення або реалізації
            Товару шляхом вчинення електронного правочину, а саме сайт, що
            належить Продавцю та знаходиться за адресою veselavutivka.com.ua
            (надалі - Сайт), створений для укладення договорів купівлі - продажу
            на підставі ознайомлення Покупця із запропонованим Продавцем Товаром
            на фотознімках, що містяться на Сайті, а також його
            характеристиками, за допомогою мережі Інтернет, що виключає
            можливість безпосереднього ознайомлення Покупця з Товаром або із
            зразками Товару.
          </p>
          <p>
            2.2. «Товар» - композиції з повітряних кульок, що пропонуються
            Продавцем до придбання в Інтернет-магазині, або вже придбані
            Покупцем у Продавця дистанційним способом.
          </p>
          <p>2.3. «Продавець» - інтернет-магазин veselavutivka.com.ua;</p>
          <p>
            2.4. «Покупець» - фізична особа, яка має повну цивільну дієздатність
            – користувач Сайту, яка має намір придбати Товар та приймає умови
            цього Договору, тобто публічну оферту Інтернет-магазину, або є
            такою, що вже придбала Товар;
          </p>
          <p>
            2.5. «Замовлення» - результат досягнення згоди між Покупцем та
            Продавцем щодо обраного виду композиції з кульок, кількості та
            загальної вартості, що підлягає оплаті за Договором, способу оплати
            Товару Покупцем, способу доставки Товару та строку виконання
            Договору.
          </p>
          <p>
            2.6. «Заявка» - письмове (електронне) вираження наміру Покупця
            придбати Товар. Може бути оформлена шляхом використання спеціального
            меню «Кошик покупок» на Сайті та вибір функції «Оформити замовлення»
            та «Підтвердження замовлення» на Сайті.
          </p>
          <p>3. Предмет Договору</p>
          <p>
            3.1. Продавець зобов&#39;язується передати у власність Покупцю
            Товар, а Покупець зобов&#39;язується оплатити і прийняти Товар на
            умовах цього Договору. Текст договору публічної оферти (надалі -
            Договір) розміщений на Сайті.
          </p>
          <p>
            3.2. Факт здійснення Замовлення підтверджує, що Покупець приймає та
            погоджується з усіма умовами цього Договору.
          </p>
          <p>
            3.3. Датою укладення Договору є дата оплати Покупцем Товару на Сайті
            або за допомогою банківського переказу (за номером банківської
            картки). Датою оплати Товару є дата зарахування коштів на
            розрахунковий рахунок банку Продавця.
          </p>
          <p>4. Порядок оформлення Замовлення.</p>
          <p>
            4.1. Покупець самостійно на Сайті оформлює Замовлення в Інтернет -
            магазині, обираючи спосіб, наявний на Сайті.
          </p>
          <p>
            4.2. Грошова сума, що підлягає оплаті за Замовлення, відображається
            в меню «Кошик покупок» на Сайті.
          </p>
          <p>
            4.3. При оформленні Замовлення, Продавцем Покупцю пропонується
            оплатити вартість Товару за допомогою банківського переказу (за
            номером банківської картки).
          </p>
          <p>
            4.4. Отримати будь-які уточнення по Замовленню Продавець має право
            шляхом здійснення дзвінку на номер телефону, вказаний Покупцем при
            оформленні Замовлення.
          </p>
          <p>
            4.5. У разі відсутності Товару, вказаного на Сайті, внаслідок
            технічних негараздів, а також з інших причин, зазначене Замовлення
            анулюється або пропонується альтернативна заміна Товара. Покупець
            інформується шляхом надсилання йому повідомлення або дзвінка
            менеджера.
          </p>
          <p>5. Порядок оплати Замовлення.</p>
          <p>
            5.1. Покупець при оформленні Замовлення оплачує повну вартість
            Товару на користь Продавця.
          </p>
          <p>
            5.2. Покупець отримує банківські реквізити від менеджеру магазину
            для оплати Товару, та надсилає квитанцію після перерахування коштів
            для перевірки наявності коштів.
          </p>
          <p>6. Строк, вартість і умови доставки Товару.</p>
          <p>6.1. Доставка Товару здійснюється по місту Кривий Ріг.</p>
          <p>
            6.2. При оформленні Замовлення Покупець має можливість самостійно
            обрати зручний для себе спосіб отримання Товару: доставка чи
            самовивіз.
          </p>
          <p>
            6.3. Термін доставки Товару залежить від місця розташування Покупця
            та часу оформлення Замовлення.
          </p>
          <p>
            6.4. Вся необхідна інформація відносно доставки Товару зазначається
            Покупцем під час оформлення Замовлення на Сайті, або при уточненні
            Замовлення менеджером по телефону.
          </p>
          <p>
            6.5. Продавець докладає всіх зусиль для дотримання термінів
            доставки, вказаних на сайті інтрернет-магазину, однак, затримки
            можливі внаслідок непередбачуваних обставин, які перебувають поза
            контролем Продавця (обставини форс-мажору).
          </p>
          <p>
            6.6. Вартість доставки Товару залежить від відстані Покупця до
            відстані фактичного магазину Продавця. Доставка оплачується Покупцем
            додатково, при необхідності цієї послуги. Покупець при оформленні
            Замовлення може самостійно обрати для себе зручний спосіб отримання
            Товару (доставка чи самовивіз).
          </p>
          <p>
            6.7. Продавець залишає за собою право змінити термін доставки
            замовлення з відповідним попередженням Покупця.
          </p>
          <p>7. Обов&#39;язки Продавця.</p>
          <p>7.1. Виконувати умови цього Договору.</p>
          <p>
            7.2. Виконувати Замовлення Покупця у разі прийняття такого
            Замовлення та надходження оплати від Покупця в порядку, визначеному
            цим Договором.
          </p>
          <p>
            7.3. Передати Покупцю Товар згідно із Замовленням, за умови
            виконання Покупцем умов цього Договору.
          </p>
          <p>
            7.4. Перевірити якісні і кількісні характеристики Товару під час
            його пакування.
          </p>
          <p>8. Обов&#39;язки Покупця.</p>
          <p>8.1. До оформлення Замовлення Покупець зобов&#39;язується:</p>
          <p>
            8.1.1. Ознайомитись з інформацією про Товар, яка розміщена на Сайті;
          </p>
          <p>
            8.1.2. Ознайомитись та прийняти умови цього Договору або відмовитись
            від оформлення Замовлення у випадку, якщо умови Договору для нього є
            неприйнятними;
          </p>
          <p>8.2. Після оформлення Замовлення Покупець зобов&#39;язується:</p>
          <p>
            8.2.1. Оплатити вартість Товару у розмірі 100% (сто відсотків) від
            суми Товару.
          </p>
          <p>
            8.2.2. При отриманні Товару одразу його оглянути, впевнитися у його
            комплектності та відповідності Замовленню.
          </p>
          <p>9. Порядок отримання та повернення Товару.</p>
          <p>
            9.1. Згідно з постановою №172 від 19.03.1994 року «Про реалізацію
            окремих положень Закону України про захист прав споживачів» Кабінету
            Міністрів України дані товари належної якості поверненню та обміну
            не підлягають.
          </p>
          <p>
            9.2. Гарантія на Товар поширюється тільки до виходу Покупця з
            фактичного магазину або до передачі замовлення в руки Покупця.
          </p>
          <p>
            9.3. Максимально завчасно зроблене Замовлення дає можливість
            дотримуватись усіх технологій роботи з Товаром та зменшує ризики
            виникнення таких неприємних ситуацій, як виробничий брак, та інше.
          </p>
          <p>
            9.4. Будь-які зауваження, щодо стану Товару, Продавець завжди готов
            прийняти у максимально короткий термін для ознайомлення і вирішення
            ситуації.
          </p>
          <p>10. Відповідальність Сторін.</p>
          <p>
            10.1. Сторони відповідають за невиконання або неналежне виконання
            умов цього Договору у порядку, передбаченому цим Договором і чинним
            законодавством України.
          </p>
          <p>
            10.2. У разі, якщо виникає необхідність відмінити Замовлення,
            Покупець зобов’язаний повідомити Продавця (мінімальний строк відмови
            – за одну-дві доби до дати). Але, при поверненні коштів, будуть
            враховані збитки, які були понесені Продавцем (підготовлені написи,
            оброблені кульки і т.і.).
          </p>
          <p>
            10.3. При необхідності Покупцю змінити дату отримання Товару, він
            повинен заздалегідь повідомити Продавця (мінімальний строк 1-2 доби
            до дати) про внесення змін до Замовлення.
          </p>
          <p>
            10.4. У випадку обставин непереборної сили, Сторони звільняються від
            виконання умов цього Договору. Під обставинами непереборної сили для
            цілей цього Договору розуміються події, що мають надзвичайний,
            невідворотний, непередбачуваний характер, які виключають можливість
            або об’єктивно перешкоджають виконанню цього Договору, настання яких
            Сторони не могли передбачити й запобігти розумними мірами.
          </p>
          <p>11. Інші умови.</p>
          <p>
            11.1. Інтернет-магазин залишає за собою право в односторонньому
            порядку вносити зміни в цей Договір з попередньою публікацією його
            на сайті veselavutivka.com.ua.
          </p>
          <p>
            11.2. Інтернет-магазин створений для організації дистанційного
            способу продажу Товарів через Інтернет.
          </p>
          <p>
            11.3. Інтернет-магазин не несе відповідальність за зміст і
            правдивість інформації, що надається Покупцем при оформленні
            Замовлення.
          </p>
          <p>
            11.4. Покупець несе персональну відповідальність за достовірність
            вказаної при оформленні Замовлення інформації.
          </p>
          <p>
            11.5. Повним і беззастережним акцептом дійсної публічної оферти у
            відповідності до ст. 642 Цивільного кодексу України є факт сплати
            грошової суми Покупцем оформленого в Інтернет-магазині Замовлення.
          </p>
          <p>
            11.6. Договір, укладений Покупцем за допомогою акцепту цієї
            публічної оферти, має юридичну чинність у відповідності зі статтею
            642 Цивільного кодексу України і є рівносильним договору,
            підписаному Сторонами.
          </p>
          <p>
            Акцепт дійсної публічної оферти означає повну згоду Покупця з
            умовами цього Договору купівлі-продажу Товару (публічної оферти
            Інтернет-магазину).
          </p>
          <p>
            11.7. Договір укладається за допомогою
            інформаційно-телекомунікаційних систем та вважається укладеним у
            письмовій формі.
          </p>
          <p>
            11.8. Використання ресурсу Інтернет-магазину для перегляду Товару, а
            також для оформлення Замовлення є для Покупця безоплатним.
          </p>
          <p>
            11.9. Інформація, що надається Покупцем є конфіденційною.
            Інтернет-магазин використовує інформацію про Покупця виключно в
            цілях функціонування Інтернет-магазину.
          </p>
          <p>
            11.10. Акцептуванням Договору або оформленням Заявки Покупець надає
            добровільну згоду на збір та обробку власних персональних даних з
            наступною метою: дані, що стають відомі Продавцю
            використовуватимуться в комерційних цілях, в тому числі для обробки
            Замовлень на придбання Товарів, отримання інформації про Замовлення,
            надсилання телекомунікаційними засобами зв’язку (електронною поштою,
            мобільним зв’язком) рекламних та спеціальних пропозицій, інформації
            про акції або будь-якої іншої інформації про діяльність
            Інтернет-магазину. Для цілей, передбачених цим пунктом, Продавець
            має право направляти листи, повідомлення та матеріали на поштову
            адресу, електронну скриньку Покупця.
          </p>
          <p>
            11.11. Покупець підтверджує, що повідомлений про порядок та умови
            обробки своїх персональних даних.
          </p>
          <p>
            11.12. Продавець попереджає, що Товари можуть незначною мірою
            відрізнятись від їх зображень у Інтернет-магазині.
          </p>
          <p>
            11.13. Цей Договір є договором приєднання відповідно до ст. 634. ЦК
            України.
          </p>
          <p>
            11.14. Будь-які пропозиції та зауваження можуть бути надіслані на
            адресу Продавця.
          </p>
          <p>
            11.15. Жодні елементи змісту сервісів Сайту veselavutivka, а також
            будь-який контент, розміщений на сервісах Сайту veselavutivka не
            можуть бути використані іншим чином без попереднього дозволу/згоди
            правовласника. Під використанням йдеться про відтворення,
            копіювання, переробку, поширення на будь-якій основі, відображення у
            розіграші тощо. Виняток становлять випадки, безпосередньо
            передбачені законодавством України. Використання Покупцем елементів
            змісту сервісів, а також будь-якого контенту для особистого
            некомерційного використання, допускається за умови збереження всіх
            знаків охорони авторського права, суміжних прав, товарних знаків,
            інших повідомлень про авторство, збереження імені (або псевдоніма)
            автора/найменування правовласника в незмінному вигляді, збереженні
            відповідного об&#39;єкта в незмінному вигляді. Виняток становлять
            випадки, прямо передбачені законодавством України.
          </p>
          <p>12. Строк дії Договору та порядок його розірвання.</p>
          <p>
            12.1. Цей Договір набуває чинності з моменту здійснення Покупцем
            акцепту (надходження від Покупця оплати за Товар на рахунок
            Продавця) і діє до повного виконання зобов’язань Сторонами, за
            винятком випадків його дострокового розірвання.
          </p>
          <p>
            12.2. До закінчення строку дії цей Договір може бути розірваний за
            взаємною згодою Сторін, але враховуючи обставини з пункту 10.2.
          </p>
          <p>
            12.3. У разі, якщо Покупець бажає відмовитися від Товару, але не
            попередив Продавця заздалегідь (п. 10.2), кошти не повертаються.
          </p>
          <p>13. Вирішення спорів.</p>
          <p>
            13.1. Будь-які спори, що виникають на підставі або у зв’язку з цим
            Договором, вирішуються Сторонами шляхом переговорів.
          </p>
          <p>
            13.2. Якщо Сторони не можуть дійти згоди з приводу спірного питання,
            такий спір вирішується в судовому порядку відповідно до чинного
            законодавства України.
          </p>
        </div>
      </main>
    </div>
  );
}
